Merge pull request #2 from qarium/feature/upd-devops
upd devops: upd release versions and notice via glm
